{
  "nodes": [
    {
      "op": "null", 
      "name": "0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "1_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0], [2, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "7_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[3, 0, 0], [4, 0, 0], [5, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "13_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[6, 0, 0], [7, 0, 0], [8, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "19", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[9, 0, 0], [10, 0, 0], [11, 0, 0], [12, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "25_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[13, 0, 0], [14, 0, 0], [15, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "31_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[16, 0, 0], [17, 0, 0], [18, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "37_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[19, 0, 0], [20, 0, 0], [21, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "43", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[22, 0, 0], [23, 0, 0], [24, 0, 0], [25, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "49_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[26, 0, 0], [27, 0, 0], [28, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "55_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[29, 0, 0], [30, 0, 0], [31, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "61_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_8", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[32, 0, 0], [33, 0, 0], [34, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "67", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[35, 0, 0], [36, 0, 0], [37, 0, 0], [38, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "73_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_9", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[39, 0, 0], [40, 0, 0], [41, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "79_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_10", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[42, 0, 0], [43, 0, 0], [44, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "85_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_11", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[45, 0, 0], [46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "91_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_12", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[48, 0, 0], [49, 0, 0], [50, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "97_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_13", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[51, 0, 0], [52, 0, 0], [53, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "103_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_14", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[54, 0, 0], [55, 0, 0], [56, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "109_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_15", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[57, 0, 0], [58, 0, 0], [59, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "115_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_16", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[60, 0, 0], [61, 0, 0], [62, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "121_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_17", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[63, 0, 0], [64, 0, 0], [65, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "127_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_18", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[66, 0, 0], [67, 0, 0], [68, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "133_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_19", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[69, 0, 0], [70, 0, 0], [71, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "139_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_20", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[72, 0, 0], [73, 0, 0], [74, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "145_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_21", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[75, 0, 0], [76, 0, 0], [77, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "151_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_22", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[78, 0, 0], [79, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "157_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_clip_23", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[81, 0, 0], [82, 0, 0], [83, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "163_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[84, 0, 0], [85, 0, 0], [86, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "169_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[87, 0, 0], [88, 0, 0], [89, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[90, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "175_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[91, 0, 0], [92, 0, 0], [93, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "181_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[94, 0, 0], [95, 0, 0], [96, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_elemwise_add", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[97, 0, 0], [35, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "187_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[98, 0, 0], [99, 0, 0], [100, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "193_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[101, 0, 0], [102, 0, 0], [103, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_elemwise_add_1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[104, 0, 0], [22, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "199_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[105, 0, 0], [106, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "205_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[108, 0, 0], [109, 0, 0], [110, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_elemwise_add_2", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[111, 0, 0], [9, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "211_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_8", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[112, 0, 0], [113, 0, 0], [114, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "217_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_9", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[115, 0, 0], [116, 0, 0], [117, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "upsampling4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_upsampling_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[118, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "223_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_10", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[119, 0, 0], [120, 0, 0], [121, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    4, 
    5, 
    7, 
    8, 
    10, 
    11, 
    12, 
    14, 
    15, 
    17, 
    18, 
    20, 
    21, 
    23, 
    24, 
    25, 
    27, 
    28, 
    30, 
    31, 
    33, 
    34, 
    36, 
    37, 
    38, 
    40, 
    41, 
    43, 
    44, 
    46, 
    47, 
    49, 
    50, 
    52, 
    53, 
    55, 
    56, 
    58, 
    59, 
    61, 
    62, 
    64, 
    65, 
    67, 
    68, 
    70, 
    71, 
    73, 
    74, 
    76, 
    77, 
    79, 
    80, 
    82, 
    83, 
    85, 
    86, 
    88, 
    89, 
    92, 
    93, 
    95, 
    96, 
    99, 
    100, 
    102, 
    103, 
    106, 
    107, 
    109, 
    110, 
    113, 
    114, 
    116, 
    117, 
    120, 
    121
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92, 
    93, 
    94, 
    95, 
    96, 
    97, 
    98, 
    99, 
    100, 
    101, 
    102, 
    103, 
    104, 
    105, 
    106, 
    107, 
    108, 
    109, 
    110, 
    111, 
    112, 
    113, 
    114, 
    115, 
    116, 
    117, 
    118, 
    119, 
    120, 
    121, 
    122, 
    123
  ], 
  "heads": [[122, 0, 0]], 
  "attrs": {
    "storage_id": ["list_int", [
        6, 
        7, 
        8, 
        0, 
        9, 
        10, 
        1, 
        11, 
        12, 
        0, 
        13, 
        14, 
        15, 
        1, 
        16, 
        17, 
        2, 
        18, 
        19, 
        1, 
        20, 
        21, 
        2, 
        22, 
        23, 
        24, 
        1, 
        25, 
        26, 
        3, 
        27, 
        28, 
        1, 
        29, 
        30, 
        3, 
        31, 
        32, 
        33, 
        1, 
        34, 
        35, 
        4, 
        36, 
        37, 
        1, 
        38, 
        39, 
        4, 
        40, 
        41, 
        1, 
        42, 
        43, 
        4, 
        44, 
        45, 
        1, 
        46, 
        47, 
        4, 
        48, 
        49, 
        1, 
        50, 
        51, 
        4, 
        52, 
        53, 
        1, 
        54, 
        55, 
        4, 
        56, 
        57, 
        5, 
        58, 
        59, 
        4, 
        60, 
        61, 
        1, 
        62, 
        63, 
        4, 
        64, 
        65, 
        1, 
        66, 
        67, 
        5, 
        4, 
        68, 
        69, 
        1, 
        70, 
        71, 
        4, 
        1, 
        72, 
        73, 
        3, 
        74, 
        75, 
        1, 
        3, 
        76, 
        77, 
        2, 
        78, 
        79, 
        1, 
        2, 
        80, 
        81, 
        0, 
        82, 
        83, 
        1, 
        0, 
        84, 
        85, 
        4]], 
    "dtype": ["list_int", [
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0]], 
    "dltype": ["list_str", [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"]], 
    "shape": ["list_shape", [
        [1, 3, 224, 224], 
        [16, 3, 3, 3], 
        [16, 1, 1], 
        [1, 16, 112, 112], 
        [16, 1, 3, 3], 
        [16, 1, 1], 
        [1, 16, 112, 112], 
        [56, 16, 1, 1], 
        [56, 1, 1], 
        [1, 56, 112, 112], 
        [56, 1, 3, 3], 
        [56, 1, 1], 
        [56, 1, 1], 
        [1, 56, 56, 56], 
        [88, 56, 1, 1], 
        [88, 1, 1], 
        [1, 88, 56, 56], 
        [88, 1, 3, 3], 
        [88, 1, 1], 
        [1, 88, 56, 56], 
        [120, 88, 1, 1], 
        [120, 1, 1], 
        [1, 120, 56, 56], 
        [120, 1, 3, 3], 
        [120, 1, 1], 
        [120, 1, 1], 
        [1, 120, 28, 28], 
        [144, 120, 1, 1], 
        [144, 1, 1], 
        [1, 144, 28, 28], 
        [144, 1, 3, 3], 
        [144, 1, 1], 
        [1, 144, 28, 28], 
        [256, 144, 1, 1], 
        [256, 1, 1], 
        [1, 256, 28, 28], 
        [256, 1, 3, 3], 
        [256, 1, 1], 
        [256, 1, 1], 
        [1, 256, 14, 14], 
        [408, 256, 1, 1], 
        [408, 1, 1], 
        [1, 408, 14, 14], 
        [408, 1, 3, 3], 
        [408, 1, 1], 
        [1, 408, 14, 14], 
        [376, 408, 1, 1], 
        [376, 1, 1], 
        [1, 376, 14, 14], 
        [376, 1, 3, 3], 
        [376, 1, 1], 
        [1, 376, 14, 14], 
        [272, 376, 1, 1], 
        [272, 1, 1], 
        [1, 272, 14, 14], 
        [272, 1, 3, 3], 
        [272, 1, 1], 
        [1, 272, 14, 14], 
        [288, 272, 1, 1], 
        [288, 1, 1], 
        [1, 288, 14, 14], 
        [288, 1, 3, 3], 
        [288, 1, 1], 
        [1, 288, 14, 14], 
        [296, 288, 1, 1], 
        [296, 1, 1], 
        [1, 296, 14, 14], 
        [296, 1, 3, 3], 
        [296, 1, 1], 
        [1, 296, 14, 14], 
        [328, 296, 1, 1], 
        [328, 1, 1], 
        [1, 328, 14, 14], 
        [328, 1, 3, 3], 
        [328, 1, 1], 
        [1, 328, 7, 7], 
        [480, 328, 1, 1], 
        [480, 1, 1], 
        [1, 480, 7, 7], 
        [480, 1, 3, 3], 
        [480, 1, 1], 
        [1, 480, 7, 7], 
        [512, 480, 1, 1], 
        [512, 1, 1], 
        [1, 512, 7, 7], 
        [512, 1, 5, 5], 
        [512, 1, 1], 
        [1, 512, 7, 7], 
        [200, 512, 1, 1], 
        [200, 1, 1], 
        [1, 200, 7, 7], 
        [1, 200, 14, 14], 
        [200, 1, 5, 5], 
        [200, 1, 1], 
        [1, 200, 14, 14], 
        [256, 200, 1, 1], 
        [256, 1, 1], 
        [1, 256, 14, 14], 
        [1, 256, 28, 28], 
        [256, 1, 5, 5], 
        [256, 1, 1], 
        [1, 256, 28, 28], 
        [120, 256, 1, 1], 
        [120, 1, 1], 
        [1, 120, 28, 28], 
        [1, 120, 56, 56], 
        [120, 1, 5, 5], 
        [120, 1, 1], 
        [1, 120, 56, 56], 
        [56, 120, 1, 1], 
        [56, 1, 1], 
        [1, 56, 56, 56], 
        [1, 56, 112, 112], 
        [56, 1, 5, 5], 
        [56, 1, 1], 
        [1, 56, 112, 112], 
        [16, 56, 1, 1], 
        [16, 1, 1], 
        [1, 16, 112, 112], 
        [1, 16, 224, 224], 
        [1, 16, 1, 1], 
        [1, 1, 1], 
        [1, 1, 224, 224]]]
  }
}